Repository: zdavatz/amiko_csharp
Catalog: AmiKoWindows/Properties/Resources.*.resx
Languages: fr_ch

# about
source: AmiKo Desitin
fr_ch: CoMed Desitin

# accountManagement
source: Arztadresse
fr_ch: Adresse médecin

# address
source: Addresse
fr_ch: Adresse

# addressBook
source: Addressbuch
fr_ch: Carnet d'adresses

# appTitle
source: AmiKo Desitin
fr_ch: CoMed Desitin

# article
source: Artikel
fr_ch: Article

source: Beenden
fr_ch: Terminer

# birthdate
source: Geburtstag
fr_ch: Anniversaire

# birthdatePlaceholder
source: DD.MM.JJJJ
fr_ch: DD.MM.AAAA

# born
source: geb.
fr_ch: né

# butAtccode
source: Wirkstoff / ATC Code
fr_ch: Principe Actif / Code ATC

# butAuthor
source: Inhaberin
fr_ch: Titulaire

# butFulltext
source: Volltext
fr_ch: Plein Texte

# butIngredient
source: Wirkstoff
fr_ch: Principe Actif

# butRegnr
source: Zulassungsnummer
fr_ch: Nombre Enregistration

# butTherapy
source: Therapie
fr_ch: Thérapie

# butTitle
source: Präparat
fr_ch: Spécialité

# cancel
source: Abbrechen
fr_ch: Annuler

# category
source: Kat
fr_ch: Cat

# checkInteractions
source: Interaktionen überprüfen
fr_ch: Vérifier les interactions

# city
source: Wohnort
fr_ch: Résidence

# comment
source: Bemerkungen
fr_ch: Remarques

# compendium
source: Kompendium
fr_ch: Compendium

# country
source: Land
fr_ch: Pays

source: Datei
fr_ch: Fichier

# delete
source: Löschen
fr_ch: Effacer

# fachinfo
source: Fachinformation
fr_ch: Notice Infopro

# familyName
source: Nachname
fr_ch: Nom

# favorites
source: Favoriten
fr_ch: Favorites

# female
source: weiblich
fr_ch: féminin

# gender
source: Geschlecht
fr_ch: Gendre

# givenName
source: Vorname
fr_ch: Prénom

# heightCm
source: Grösse in cm
fr_ch: Taille en cm

# help
source: Hilfe
fr_ch: Aide

# interactions
source: Interaktionen
fr_ch: Interactions

# mailSubject
source: Rezept {0}, {1} von {2}
fr_ch: Recette {0}, {1} par {2}

# mailBody
source: Öffnen mit:{0}
fr_ch: Ouvrir avec:\n\n{0}

# makeCsv
source: CSV erstellen
fr_ch: créer CSV

# makePdf
source: PDF erstellen
fr_ch: créer PDF

# male
source: männlich
fr_ch: masculin

# medbasket
source: Medikamentenkorb
fr_ch: Panier de médicaments

# msgContactDeleteConfirmation
source: Alle Rezepte von/und PatientIn löschen?
fr_ch: Supprimer le patient y compris les ordonnances resp?

# msgContactSaveFailure
source: Kontakt wurde nicht im Addressbuch gespeichert. Bitte korrigieren Sie die roten Felder.
fr_ch: Contact n'a pas été enregistré dans le carnet d'adresses. S'il vous plaît corriger les champs rouges.

# msgContactSaveSuccess
source: Kontakt wurde im AmiKo Desitin Addressbuch gespeichert.
fr_ch: Contact enregistré dans le carnet d'adresses.

# msgPrescriptionDeleteConfirmation
source: Wollen Sie dieses Rezept wirklich löschen?
fr_ch: Voulez-vous vraiment effacer cette ordonnance?

# msgPrescriptionFileFound
source: {0} wurde bereits importiert.
fr_ch: {0} déjà était importé.

# msgPrescriptionImportFailure
source: Das Rezept wurde nicht importiert.
fr_ch: La recette n'a pas été importée.

# msgPrescriptionImportSuccess
source: {0} wurde erfolgreich importiert.
fr_ch: {0} a été importée avec succès.

# msgPrescriptionSavingContextConfirmation
source: Wollen Sie dieses Rezept überschreiben oder ein neues Rezept erstellen?
fr_ch: Voulez-vous vraiment écraser l'ordonnance existante ou générer une nouvelle?

# msgProfileSaveFailure
source: Die Arztadresse wurde nicht gespeichert. Bitte korrigieren Sie die roten Felder.
fr_ch: L'adresse du médecin n'est pas enregistrée. Examinez vos données dans les cadres rouges.

# msgProfileUnsetWarning
source: Bitte Arztadresse hinzufügen
fr_ch: Ajoutez l'addresse du Médecin s.v.p.

# newDb
source: Neue Datenbank verfügbar!
fr_ch: Nouvelle banque de données disponible!

# newPrescription
source: Neues Rezept
fr_ch: Nouvelle ordonnance

# noclick
source: Bitte wählen Sie ein Produkt.
fr_ch: Choisir un article, s'il vous plait.

# nofachinfo
source: Keine Fachinformation in der Datenbank.
fr_ch: Aucune notice infopro dans banque de données.

# nopacks
source: keine Packungen
fr_ch: aucune présentation

# packs
source: Packungen
fr_ch: présentation

# page
source: Seite {0} von {1}
fr_ch: Page {0} sur {1}

# patientManagement
source: Patientenverwaltung
fr_ch: Gestion des patients

# patientSearch
source: Patient suchen
fr_ch: Recherche un patient

# phone
source: Telefonnr.
fr_ch: No. téléphone

# prescription
source: Rezept
fr_ch: Prescription

# prescriptions
source: Rezepte
fr_ch: Prescriptions

# price
source: Preis
fr_ch: prix

# print
source: Drucken
fr_ch: Imprimer

# quantity
source: Menge
fr_ch: Qté

# required
source: Pflichtfelder
fr_ch: Obligatoire

# result
source: Suchresultat
fr_ch: Résultat de la recherche

# rewrite
source: Überschreiben
fr_ch: Écraser

# save
source: Speichern
fr_ch: Sauver

# search
source: Suche
fr_ch: Recherche

# searchPatient
source: Suche Patient...
fr_ch: Recherche Patient...

# selectPicture
source: Unterschrift aus Datei
fr_ch: Signature du fichier

# send
source: Senden
fr_ch: Envoyer

# settings
source: Einstellungen
fr_ch: Paramètres

# subscribe
source: Abonnieren
fr_ch: Abonnement

# title
source: Titel
fr_ch: Titre

# unsaved
source: ungespeichert
fr_ch: non sauvegardé

# update
source: Aktualisieren
fr_ch: Misa à jour

# weightKg
source: Gewicht in kg
fr_ch: Poids en kg

# zip
source: PLZ
fr_ch: NP

# syncWithGoogle
source: Sync mit google
fr_ch: Sync with Google

# loginWithGoogle
source: Login mit Google
fr_ch: Login with Google

# logoutFromGoogle
source: Logout von Google
fr_ch: Logout from Google

# close
source: Schließen
fr_ch: Close
